---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionExtWallUnderground
source: html/9df59c9a-e228-fd24-bbc7-b2a448b237a4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionExtWallUnderground Property

"Mass Exterior Wall - Underground"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionExtWallUnderground { get; }
```